Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The end-point for primary drying was manually determined to be 27 hours by the convergence of product temperature to shelf temperature.
es_es: El criterio de valoración para el secado primario se determinó manualmente en 27 horas, en el punto de convergencia de la temperatura del producto con la temperatura de almacenamiento.

source: The end-point is reached when the solution shows a slight pale brown colour.
es_es: Se alcanza el punto final cuando la solución muestra un color ligeramente castaño claro.

source: The end-point is reached when the solution turns pink.
es_es: Se alcanza el punto final cuando la solución se vuelve rosada.

source: The endpoint of the clot lysis reactions (clot lysis time in seconds) of the sample dilutions is calculated with threshold algorithm (e.g. threshold limit = 10 %).
es_es: Para calcular el criterio de valoración de las reacciones de lisis de coágulo (tiempo de lisis de coágulo en segundos) para las diluciones de muestra, se usa un algoritmo determinante de umbral (por ejemplo, límite (umbral) = 10 %).

source: The endpoints were tested in the following hierarchical order:
es_es: Los criterios de valoración se evaluaron en el siguiente orden jerárquico:

source: The enriched HMW species peak fraction (HPSEC) showed reduced potency in variant characterisation studies.
es_es: La fracción de picos enriquecida de las especies de alto peso molecular (HPSEC) mostró una potencia reducida en estudios de caracterización de variantes.

source: The enriched LMW species peak fraction (HPSEC) showed reduced potency.
es_es: La fracción de picos enriquecida de las especies de bajo peso molecular (HPSEC) mostró una potencia reducida.

source: The entire PFS-NSD-2, including the PFS, is discarded after a single use.
es_es: Todo el dispositivo PFS-NSD-2, incluida la jeringa prellenada, se desecha luego de un solo uso.

source: The entire pressure range of Table 29 was tested, including the extreme values minimum and maximum of the pressure range in combination with various horizontal and vertical settings.
es_es: Se analizó todo el rango de presión que consta en la Tabla 29, incluidos los valores extremos mínimos y máximos del rango de presión en combinación con diversas configuraciones verticales y horizontales.

source: The entire tested parameter range could be confirmed as PAR.
es_es: Todo el rango de parámetros evaluados podría confirmarse como rango aceptable comprobado.

source: The environmental monitoring program contains:
es_es: El programa de monitoreo ambiental consta de:

source: The equipment consists of a gas chromatograph provided ith a sample-introduction device that may be connected to module that automatically controls the pressure and the emperature.
es_es: El equipo consta de un cromatógrafo de gases provisto de un dispositivo de introducción de muestras que puede conectarse a un módulo que controla automáticamente la presión y la temperatura.

source: The equipment for direct measurement on the plate consists of:
es_es: El equipo empleado para la medición directa sobre la placa consta de:

source: The equipment has always had the option to be operated with or without vacuum at Catalent DE (Eberbach).
es_es: En Catalent DE (Eberbach), el equipo siempre ha tenido la opción de funcionar con o sin vacío.

source: The equipment including capacity is depicted in Table 5 which has been provided in the answer to deficiency letter dated 28-October 2021.
es_es: En la Tabla 5, que se incluyó en la respuesta a la notificación de objeciones del 28 de octubre de 2021, está el equipo con su respectiva capacidad.

source: The equipment is routinely maintained to confirm absence of abrasion and / or corrosion.
es_es: Como rutina, el equipo se somete a tareas de mantenimiento para confirmar ausencia de abrasión y corrosión.

source: The equipment typically consists of:
es_es: El equipo típico incluye lo siguiente:

source: The equipment used at Rottendorf DE is considered equivalent to the equipment used by BI DE (IN).
es_es: El equipamiento utilizado en Rottendorf DE se considera equivalente al utilizado por BI DE (IN).

source: The equipment used for the manufacturing of empagliflozin / linagliptin film-coated tablets has been evaluated following a generic risk-based approach which considered process conditions on equipment surfaces as potential elemental impurities sources according to ICH Q3D.
es_es: El equipo empleado para la fabricación de comprimidos recubiertos de empagliflozina / linagliptina se analizó con un enfoque genérico basado en los riesgos según el cual las condiciones del proceso en las superficies del equipo se consideraron como fuentes potenciales de impurezas elementales conforme al lineamiento Q3D de la ICH.

source: The equipment used in the alternate manufacturing site is of the same SUPAC class and sub- class and operating principles as the equipment used at the established drug product manufacturing site.
es_es: El equipamiento empleado en la planta productora sustituta es de la misma clase y subclase según la guía SUPAC y utiliza los mismos principios operativos que el de la planta productora establecida del medicamento.

source: The equipment used to manufacture the inhalation solution for Spiriva® Respimat® Solution for Inhalation at the new manufacturing site consists of the same type of equipment as at the current manufacturing site.
es_es: El equipo empleado para fabricar Spiriva® Respimat®, Solución para inhalación en la planta productora nueva es del mismo que el de la actual.

source: The equivalent AE/SAE page must also be completed and submitted in the eCRF (as described in section 9.8.3).
es_es: La página equivalente de EA/EAG también debe completarse e incluirse en el CRF digital (como se describe en la Sección 9.8.3).

source: The equivalent AE/SAE page must also be completed and submitted in the eCRF including the investigator’s assessment of expectedness.
es_es: La página equivalente de EA/EAG también debe completarse y registrarse en el eCRF, incluida la evaluación de los valores previstos del investigador.

source: The established cleaning procedures are assessed based on this evaluation.
es_es: Los procedimientos de limpieza establecidos se analizan en función de dicha evaluación.

source: The estimated cumulative incidence curves of time to first all-cause mortality or all-cause hospitalisation are shown in Figure 15.2.4.8: 1.
es_es: En la Figura 15.2.4.8: 1 pueden apreciarse las curvas de incidencia acumulada estimada del tiempo transcurrido hasta el primer evento de mortalidad por todas las causas u hospitalización por todas las causas.

source: The estimated cumulative incidence for symptomatic hypotension (investigator-defined) is provided in Figure 15.3.1.11: 1.
es_es: En la Figura 15.3.1.11: 1, se presenta la incidencia acumulada estimada de la hipotensión sintomática (definida por el investigador).

source: The estimated cumulative incidence function for the time to the first event of CV death, HHF, or the composite renal endpoint (considering all-cause mortality as a competing risk) is displayed in Figure 15.2.4.16: 1.
es_es: En la Figura 15.2.4.16: 1 puede apreciarse la función de incidencia acumulada estimada del tiempo transcurrido hasta el primer evento muerte cardiovascular, hospitalización por insuficiencia cardíaca o del criterio de valoración renal compuesto (considerando la mortalidad por todas las causas un riesgo competitivo).

source: The estimated cumulative incidence function for the time to the first event of the composite renal endpoint (considering all-cause mortality as a competing risk) is displayed in Figure 11.1.2.6.1: 1.
es_es: En la Figura 11.1.2.6.1: 1 puede apreciarse la función de incidencia acumulada estimada del tiempo transcurrido hasta el primer evento del criterio de valoración renal compuesto (considerando la mortalidad por todas las causas un riesgo competitivo).

source: The estimated cumulative incidence of first adjudicated HHF (considering all-cause mortality as a competing risk) in the empagliflozin and placebo groups started to diverge shortly after randomisation and continued to separate over the course of the trial (Figure 11.1.2.3.1: 1).
es_es: La incidencia acumulada estimada de la primera HIC adjudicada (considerando la mortalidad por todas las causas como un riesgo competitivo) en los grupos de empagliflozina y placebo comenzó a divergir poco después de la aleatorización y continuó separándose durante el transcurso del ensayo (Figura 11.1.2.3.1: 1).

source: The estimated cumulative incidence of time to first all-cause hospitalisation in the empagliflozin and placebo groups started to diverge about 90 days after randomisation and was maintained over the course of the trial (Figure 11.1.2.5.2: 1).
es_es: La incidencia acumulada estimada del tiempo transcurrido hasta la primera hospitalización por todas las causas en los grupos de empagliflozina y placebo comenzó a divergir aproximadamente 90 días después de la aleatorización y se mantuvo durante el transcurso del ensayo (Figura 11.1.2.5.2: 1).

source: The estimated cumulative incidence of time to first investigator-defined CV hospitalisation in the empagliflozin and placebo groups started to diverge shortly after randomisation and continued to separate over the course of the trial (Figure 15.2.4.20: 1).
es_es: La incidencia acumulada estimada del tiempo transcurrido hasta la primera hospitalización definida por el investigador como cardiovascular en los grupos de empagliflozina y placebo comenzó a divergir poco después de la aleatorización y continuó separándose durante el transcurso del ensayo (Figura 15.2.4.20: 1).

source: The estimated cumulative incidence of time to onset of DM in patients with pre-DM (considering all-cause mortality as a competing risk) in the empagliflozin and placebo groups started to diverge after approximately 3 months, and was maintained over the rest of the trial (Figure 11.1.2.8.1: 1).
es_es: La incidencia acumulada estimada del tiempo transcurrido hasta la manifestación de diabetes mellitus (considerando la mortalidad por todas las causas como un riesgo competitivo) en los grupos de empagliflozina y placebo comenzó a divergir después de aproximadamente 3 meses y se mantuvo durante el resto del ensayo (Figura 11.1.2.8.1: 1).

source: The estimated cumulative incidence over time for volume depletion (narrow BIcMQ) is provided in Figure 15.3.1.10: 1.
es_es: En la Figura 15.3.1.10: 1, se presenta la incidencia acumulada estimada de la depleción de volumen (consulta específica BIcMQ).

source: The estimated glomerular filtration rate (eGFR) was derived from serum creatinine values, age, sex, and race based on the CKD-EPI equation [R12-1392], as defined in the TSAP (Appendix 16.1.9).
es_es: La tasa de filtración glomerular estimada (TFGe) se derivó de los valores de creatinina sérica, la edad, el sexo y la raza según la ecuación ERC-EPI [R12-1392], que se define en el plan de análisis estadístico del ensayo (Apéndice 16.1.9).

source: The estimated parameters are listed inTable 29.
es_es: En la Tabla 29 se enumeran los parámetros estimados.

source: The estimated parameters of the calibration lines are listed inTable 26.
es_es: En la Tabla 26 se pueden observar los parámetros estimados para las curvas de calibración.

source: The estimated parameters of the linear model are shown inTable 24together with their 95 % confidence intervals.
es_es: En la Tabla 24 se presentan los parámetros estimados del modelo lineal, junto con sus intervalos de confianza del 95%.

source: The estimated parameters of the weighted linear model are shown inTable 24together with their 95 % confidence intervals.
es_es: En la Tabla 24 se presentan los parámetros estimados del modelo lineal ponderado, junto con sus intervalos de confianza del 95%.

source: The ethical implications
es_es: Implicancias éticas

source: The ethylene glycol peak should be unequivocally integrable.
es_es: El pico de etilenglicol debería ser poder integrarse de manera inequívoca.

source: The evaluation contains raw material suitability (incl. Bovine Spongiform Encephalopathy (BSE)/Transmissible Spongiform Encephalopathy (TSE) assessments), knowledge of intended patient population, and the daily dose or corresponding biologically active quantity and its impact on current cleaning validation requirements.
es_es: La evaluación incluye la adecuación de las materias primas (incluidos los controles para encefalopatía espongiforme bovina y encefalopatía espongiforme transmisible), el conocimiento acerca de la población de pacientes prevista, y la dosis diaria o la cantidad biológicamente activa correspondiente y su impacto sobre los requisitos de validación de limpieza vigentes.

source: The evaluation contains raw material suitability (incl.
es_es: La evaluación abarca la adecuación de las materias primas (lo que incluye

source: The evaluation of the DoE revealed that the varied formulation parameters had no impact on the tested product quality parameters such as purity and heterogeneity of samples stored for up to 36 months at 2 - 8°C.
es_es: Según la evaluación de tipo DoE, al variar los parámetros de formulación, no se vieron afectados los parámetros de calidad del producto experimental, como la pureza y la heterogeneidad, en muestras almacenadas hasta 36 meses a 2-8° C.

source: The evaluation of the helium leak detection showed that all tested vials crimped at all DoE parameter combinations, including maximum and minimum pressure limits, were verified as gas-tight, so that hidden vial damage concealed under the crimp cap can be excluded.
es_es: La evaluación de la detección de fugas con helio mostró que se verificó la hermiticidad al gas de todos los frascos sellados evaluados en todas las combinaciones de parámetros del diseño de experimento, incluidos los límites máximo y mínimo de presión, de modo que se pueden excluir daños ocultos en los frascos debajo de la tapa de cierre metálica.

source: The event did not necessarily have to have a causal relationship with this treatment.
es_es: El evento no necesariamente tenía que tener una relación causal con este tratamiento.

source: The event rate and recruitment progress were assessed in a blinded manner during recruitment before any interim unblinding.
es_es: Durante el reclutamiento y antes de cualquier desenmascaramiento provisional, la tasa de eventos y el progreso del reclutamiento se evaluaron a ciegas.

source: The events on this list were always to be reported as SAEs.
es_es: Los eventos de dicha lista debían siempre consignarse como EAG.

source: The events were serious for 4 patients (0.1%) patients in the linagliptin group and 8 patients (0.3%) in the glimepiride group [c23238241, Section 12.1.4.1].
es_es: Los eventos fueron serios en 4 pacientes (0.1%) de linagliptina y 8 (0.3%)de glimepirida [c23238241, Sección 12.1.4.1].

source: The examination of the degree of coloration of liquids in the range brown-yellow-red is carried out using one of the 2 methods below, as prescribed in the monograph.
es_es: El examen del grado de coloración de los líquidos del intervalo castaño-amarillo-rojo se hace con los 2 métodos siguientes, tal como prescribe la monografía.

source: The excipient specifications are justified based on quality standards of the current Ph. Eur..
es_es: Las especificaciones de los excipientes se justifican con base en los estándares de calidad de la Ph. Eur. vigente.

source: The excipients are tested to and meet the requirements of the current Ph.
es_es: Los excipientes se analizan de conformidad con los requisitos de la monografía vigente de la Ph.

source: The excipients used are listed in Table 3 along with the function of each excipient in the formulation.
es_es: Los excipientes utilizados se enumeran en la Tabla 3 junto con la función de cada excipiente en la formulación.

source: The excipients used for spesolimab PFS-NSD-1 remained unchanged as previously submitted.
es_es: Los excipientes utilizados para el dispostivo PFS-NSD-1 de Espesolimab se mantuvieron inalterados con respecto a la presentacion anterior.

source: The exclusion criteria that should NOT remain as contraindications
es_es: Criterios de exclusión que NO debieran persistir como contraindicaciones

source: The exclusion criteria that will remain as contraindications
es_es: Criterios de exclusión que persistirán como contraindicaciones

source: The executed batch record of the 150 mg dosage strength for the batch size of 1,680,000 capsules consists of three parts (attached to this response):
es_es: El registro de partidas ejecutadas de la concentración de 150 mg para el tamaño de partida de 1,680,000 cápsulas consta de tres partes (adjuntas a esta respuesta):

source: The executive committee also decided to modify analysis of the primary outcome to a non-inferiority approach.
es_es: El comité ejecutivo también decidió modificar el análisis del criterio de valoración principal a un enfoque de no inferioridad.

source: The executive committee also decided to modify analysis of the primary outcome to a noninferiority approach.
es_es: El comité ejecutivo también decidió modificar el análisis del resultado principal a un enfoque de no inferioridad.

source: The executive committee decided to modify analysis of the primary outcome to a non-inferiority approach as the practical advantages of single bolus tenecteplase and reduced cost were felt likely to justify practice change, provided tenecteplase was not less effective than alteplase.
es_es: El comité ejecutivo decidió modificar el análisis del desenlace primario y pasar a un enfoque de no inferioridad, considerando que las ventajas prácticas y el costo menor de administrar tenecteplasa como bolo individual habrían de justificar el cambio si y solo si tenecteplasa no fuera menos efectiva que alteplasa.

source: The experimental findings are given in the Tables 7: 1 to 7: 14.
es_es: Entre las Tablas 7: 1 y 7: 14 se encuentran los hallazgos experimentales.

source: The experiments were conducted in a matrix of six independent experiments, each repeated twice, in two laboratories by different analysts, HPSEC systems and column lots on different days (Table 10).
es_es: Los ensayos se realizaron en un diseño de análisis de matriz compuesto por seis ensayos independientes, cada uno repetido dos veces, en dos laboratorios y con diferentes analistas, sistemas HPSEC y lotes de columnas en días distintos (Tabla 10).

source: The experiments were conducted in a matrix of six independent experiments, each repeated twice, in two laboratories by different analysts, HPSEC systems and column lots on different days (Table 12).
es_es: Los ensayos se realizaron en un diseño de análisis de matriz compuesto por seis ensayos independientes, cada uno repetido dos veces, en dos laboratorios y con diferentes analistas, sistemas HPSEC y lotes de columnas en días distintos (Tabla 12).

source: The experiments were conducted to demonstrate that the method is robust and can be used to precisely determine the amount of single-chain and two-chain species of tenecteplase in DS, DP and STAB samples.
es_es: Los ensayos se llevaron a cabo para demostrar que el método es robusto y se puede utilizar para determinar con precisión la cantidad de especies de tenecteplasa de cadena única y de cadena doble en las muestras de principio activo, medicamento y las muestras para análisis de estabilidad.

source: The experiments were performed without matrix.
es_es: Los ensayos se hicieron sin la matriz.

source: The expiry date is assigned by the manufacturer.
es_es: El fabricante asigna la fecha de vencimiento.

source: The exploratory secondary endpoint “first occurrence of sustained reduction of ≥40% eGFR” was further specified
es_es: Se especificó mejor el criterio de valoración secundario exploratorio "primera ocurrencia de una reducción sostenida ≥40% en la TFGe"

source: The exposure primarily through food is about 90to 3000-fold higher than that through pramipexole dihydrochloride monohydrate tablets under worst case considerations at release (0.6 %).
es_es: En el peor de los escenarios, a la liberación, la exposición principalmente alimentaria aproximada es 90 a 3000 veces mayor que la de pramipexol dihidrocloruro monohidrato, comprimidos (0.6 %).

source: The exposure to study medications is summarised in Tables 15.3.1: 1 to 15.3.1: 3.
es_es: De la Tabla 15.3.1: 1 a la Tabla 15.3.1: 3 se presenta en forma resumida la exposición a las medicaciones en estudio.

source: The extent of absorption (AUC0-∞) of metformin was higher without food (11400 ng·h/mL) compared to administration with food (9360 ng·h/mL), see Figure 11.5.2.4.2: 4.
es_es: El grado de absorción (AUC)0-∞) de metformina fue mayor sin alimentos (11400 ng·h/mL) que con alimentos (9360 ng·h/mL, Figura 11.5.2.4.2: 4).

source: The extent of absorption of empagliflozin was higher when the FDC tablet was administered without food (Figure 11.5.2.4.1: 2); mean AUC0-∞ values were 2630 and 2860 nmol·h/L with and without food, respectively.
es_es: El grado de absorción de empagliflozina fue mayor cuando el comprimido de combinación a dosis fija se administró sin alimentos (Figura 11.5.2.4.1: 2); las AUC0-∞ medias fueron 2630 y 2860 nmol·h/L con y sin alimentos, respectivamente.

source: The extent of absorption of empagliflozin was higher without food (2820 nmol·h/L) compared with administration with food (2620 nmol·h/L), see Figure 11.5.2.4.1: 4.
es_es: El grado de absorción de empagliflozina fue mayor sin alimentos (2820 nmol·h/L) que con alimentos (2620 nmol·h/L) (Figura 11.5.2.4.1: 4).

source: The extent of of PS20 loss at intended storage conditions is considered low (< 5%) as observed during drug product stability
es_es: La cantidad de PS20 que se pierde en las condiciones de almacenamiento previstas se considera baja (< 5%), según se ha observado durante la estabilidad del medicamento.

source: The extent of source data verification, data cleaning, and the handling of data queries varied by category.
es_es: El alcance de la verificación de la fuente de datos, la depuración de datos y la gestión de las consultas informativas varió entre las distintas categorías.

source: The extent to which adjustments of chromatographic conditions can be made are also given in that general chapter.
es_es: En ese capítulo general también se detalla hasta qué punto se pueden ajustar las condiciones cromatográficas.

source: The extinction coefficient of tenecteplase at the absorbance maximum (279 nm) is 1.9 mL * mg-1 * cm-1.
es_es: El coeficiente de extinción de la tenecteplasa en el máximo de absorción (279 nm) es de 1,9 ml * mg-1 * cm-1.

source: The extinction coefficient was confirmed by three independent test methods (i.e., dry weight, micro Kjeldahl and quantitative amino acid analysis).
es_es: El coeficiente de extinción se confirmó por medio de tres métodos analíticos independientes (peso en seco, micro Kjeldahl y análisis cuantitativo de aminoácidos).

source: The extractable dose was calculated by multiplying the extractable volume with the protein concentration.
es_es: La dosis extraíble se calculó multiplicando el volumen extraíble por la concentración de proteína.

source: The extractable volume was determined by converting the weight of the extracted liquid using the density (1.028 mg/mL at 20°C) of tenecteplase.
es_es: El volumen extraíble se determinó convirtiendo el peso del líquido extraído usando la densidad (1.028 mg/ml a 20°C) de la tenecteplasa.

source: The extracted organic substances were identified by MS.
es_es: Las sustancias orgánicas extraídas se identificaron mediante espectrometría de masas (EM).
